tap "caskroom/cask"
tap "caskroom/versions"
tap "datawire/blackbird"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "kayac/tap"
tap "kyoshidajp/tosa"
tap "mrbgems/mrbgem-template"
tap "reviewdog/tap"
tap "romkatv/powerlevel10k"
tap "sanemat/font"
tap "yannick-cw/tap"
brew "python@3.10"
brew "ansible"
brew "anyenv"
brew "python@3.9"
brew "awscli"
brew "bpytop"
brew "glib"
brew "cairo"
brew "circleci"
brew "direnv"
brew "docker-compose", link: false
brew "dosfstools"
brew "erlang"
brew "elixir"
brew "elixir-build"
brew "embulk"
brew "exenv"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-now"
brew "go"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "helm"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "lastpass-cli"
brew "libslirp"
brew "llvm"
brew "lsd"
brew "mysql@5.7", restart_service: true, link: true
brew "nasm"
brew "node"
brew "nodebrew"
brew "openapi-generator"
brew "openjdk@11"
brew "peco"
brew "perl"
brew "php"
brew "pngquant"
brew "postgresql"
brew "qemu"
brew "redis"
brew "rustup-init"
brew "sphinx-doc"
brew "spotify-tui"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "yarn"
brew "zsh"
brew "datawire/blackbird/telepresence"
brew "heroku/brew/heroku"
brew "hudochenkov/sshpass/sshpass"
brew "kayac/tap/ecspresso"
brew "kyoshidajp/tosa/tosa"
brew "mrbgems/mrbgem-template/mrbgem-template"
brew "reviewdog/tap/reviewdog"
brew "romkatv/powerlevel10k/powerlevel10k", link: false
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "yannick-cw/tap/notionfy"
cask "adoptopenjdk8"
cask "chromedriver"
cask "dash"
cask "font-hack-nerd-font"
cask "java11"
cask "ngrok"
cask "phantomjs"
cask "virtualbox"
cask "xquartz"
