tap "caskroom/cask"
tap "caskroom/versions"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/tosa"
tap "mrbgems/mrbgem-template"
tap "romkatv/powerlevel10k"
tap "sanemat/font"
tap "yannick-cw/tap"
brew "openssl@1.1"
brew "awscli"
brew "cairo"
brew "circleci"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "erlang"
brew "elixir"
brew "elixir-build"
brew "exenv"
brew "gnutls"
brew "ffmpeg"
brew "fontforge"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "git-now"
brew "go"
brew "grpcurl"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lsd"
brew "mysql@5.7", restart_service: true, link: true
brew "nodebrew"
brew "openjdk@11"
brew "peco"
brew "pngquant"
brew "postgresql"
brew "redis"
brew "rustup-init"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "kyoshidajp/tosa/tosa"
brew "mrbgems/mrbgem-template/mrbgem-template"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "yannick-cw/tap/notionfy"
cask "adoptopenjdk8"
cask "chromedriver"
cask "dash"
cask "font-hack-nerd-font"
cask "java11"
cask "ngrok"
cask "phantomjs"
brew "anyenv"
